import React, { useEffect } from 'react'
import AOS from "aos";
import "aos/dist/aos.css";


function MainHome(props) {

    useEffect(() => {
        AOS.init();
        AOS.refresh();
    }, []);

    return (
        <div className='container-fluid main '>
            <div className='container' data-aos="fade-up" data-aos-duration="2000">
                <h2 className='h2UP text-center mt-2'>ברוכים הבאים לקליניקה שלנו </h2>
                <h3>החשיבות של האבחנה המדויקת היא בהשלכות שלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר אשלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא י. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר אשלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר את מצבו של האדם. כמו כן, המשאבים הכרוכים במתן טיפול לא מתאים מבוזבזים לריק ואינם מובילים לשיפור במצבו של האדם. במקרים חמורים יותר, טיפול שגוי יכול אף לגרום לנזק.z </h3>
                <h2 className='text-end'>מומחים  לטיפול רגשי </h2>
                <p >עלול להחמיר אשלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא י. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר אשלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר את מצבו של האדם. כמו כן, המשאבים הכרוכים במתן טיפול לא מתאים מבוזבזים לריק ואינם מובילים לשיפור במצבו של האדם. במקרים חמורים יותר, טיפול שגוי יכול אף לגרום לנזק.z </p>
                <h2 className='text-end'>מומחים  לטיפול זוגי  </h2>
                <p >עלול להחמיר אשלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא י. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר אשלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר את מצבו של האדם. כמו כן, המשאבים הכרוכים במתן טיפול לא מתאים מבוזבזים לריק ואינם מובילים לשיפור במצבו של האדם. במקרים חמורים יותר, טיפול שגוי יכול אף לגרום לנזק.z </p>
                <div className='container shadow box' data-aos="fade-up-left" >
                    <h2 className=' text-center'>האם הטיפול יכול לעזור ?</h2>
                    <p>החשיבות של האבחנה המדויקת היא בהשלכות שלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר את מצבו של האדם. כמו כן, המשאבים הכרוכים במתן טיפול לא מתאים מבוזבזים לריק ואינם מובילים לששלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר אשלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר אשלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר איפור במצבו של האדם. במקרים חמורים יותר, טיפול שגוי יכול אף לגרום לנזק.z  </p>
                </div>
            </div>
            <div style={{ backgroundImage: "url(/images/imghelp2.jpg)" }} className='stripMain d-flex align-item-center mt-3'>
                <div className='container box-main d-flex text-center mt-2'>
                    <div className=' boxs-main  shadow box' data-aos="fade-up-right">
                        <h2 className=' text-center'>טיפול זוגי </h2>
                        <p className='main_font'>החשיבות של האבחנה המדויקי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר את מצבו של האדם. כמו כן, המשאבים הכרוכים במתן טיפול לא מתאים מבוזבזים לריק ואינם מובילים לששלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר אשלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר אשלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר איפור במצבו של האדם. במקרים חמורים יותר, טיפול שגוי יכול אף לגרום לנזק.z  </p>
                    </div>
                    <div className=' boxs-main shadow box ' data-aos="fade-up-left" >
                        <h2 className=' text-center'>טיפול רגשי </h2>
                        <p className='main_font'>החשיבות של האבחנה המדויקת היא . זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר את מצבו של האדם. כמו כן, המשאבים הכרוכים במתן טיפול לא מתאים מבוזבזים לריק ואינם מובילים לששלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר אשלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר אשלה על התהליך הטיפולי. זאת משום שבמצבים בהם האבחנה שגויה הגורם האמיתי לא מקבל מענה טיפולי והוא עלול להחמיר איפור במצבו של האדם. במקרים חמורים יותר, טיפול שגוי יכול אף לגרום לנזק.z  </p>
                    </div>

                </div>
            </div>

        </div >



    )
}

export default MainHome